---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Newtons
source: html/0da8cbde-2ed7-7a2a-2a88-4c7c2afa795a.htm
---
# Autodesk.Revit.DB.UnitTypeId.Newtons Property

Newtons.

## Syntax (C#)
```csharp
public static ForgeTypeId Newtons { get; }
```